Repository: mariovalney/cf7-html-email-template-extension
Catalog: languages/cf7-html-email-template-extension-*.po
Languages: pt_br

source: You need to install/activate %s Contact Form 7%s plugin to enable %s HTML Email Template Extension %s
pt_br: Você precisa ativar/instalar o plugin %s Contact Form 7%s para ativar o %s HTML Email Template Extension %s

source: Do it now?
pt_br: Fazer isso agora?

source: The Cf7_Html_Email_Template_Extension was overwritten...
pt_br: A classe Cf7_Html_Email_Template_Extension foi sobreescrita...

source: Core was not passed in "Cf7hete_Module_Html_Template".
pt_br: Core não foi passado em "Cf7hete_Module_Html_Template".

source: HTML Template
pt_br: Template HTML

source: In the following fields, you can activate the HTML Template for emails.
pt_br: No campos seguintes, você pode ativar o Template HTML para os e-mails.

source: Activate
pt_br: Ativar

source: Activate in this form ( force HTML content type for emails )
pt_br: Ativar nesse formulário ( forçará o conteúdo HTML nos e-mails )

source: Advanced Settings
pt_br: Configurações Avançadas

source: In the following fields, you can set the markup of header and footer itself. %s Instructions%s
pt_br: No campos seguintes, você pode configurar a marcação do próprio cabeçalho e do próprio rodapé. %s Instruções%s

source: You can use these tags to use dinamic content
pt_br: Você pode usar essas tags para o conteúdo dinâmico

source: HTML for Header
pt_br: HTML do Cabeçalho

source: HTML for Footer
pt_br: HTML do Rodapé
